do 

function run(msg, matches) 
  return [[ 
 سہؤرسہ كہيہبہر_نہيہؤ KEEPER_NEW
  قہنہآهہ آلسہؤرسہ @DEV_KEEPER_NEW

""""""""""""""""""""""""""""
آلآؤآمہر ثہلآثہ🏰 ؤهہيہ  كہآلتہآليہ:-👇🏾
___________________________________
🏧حہمہآيہهہ📍لآضہهہآر آؤآمہر آلحہمآيهہ فہيہ آلمہجہمہؤعہهہ

🏧آدآرهہ📍لآضہهہآر آؤآمہر آلآدآرهہ فہيہ آلمہجہمہؤعہهہ

🏧مہسہآعہدهہ📍آلآضہهہآر آؤآمہر خہآصہهہ بہآلمہطہؤر
"""""""""""""""""""""""""""""
تہمہ صہنہعہ آلسہؤرسہ بہؤآسہطہهہ آلمہطہؤريہنہ {كہرآر+ؤغہيہثہ}
    
♥️➖ @llX8Xll
♥️➖ @llllll_lllll
بہؤتہ تہؤآصہل آلمہحہظہؤريہن
♥️➖ @llX8Xllbot
قہنہآهہ آلسہؤرسہ
♥️➖ @DEV_KEEPER_NEW

]] 

end 

return { 
description = "Help list", 
usage = "Help list", 
patterns = { 
"^(الاوامر)$", 
"^(الاوامر)$",
}, 
run = run 
} 
end