
do

local function run(msg, matches)
local reply_id = msg['id']
if is_momod(msg) and matches[1]== 'حمايه' then
local S = [[  
سہؤرسہ كہيہبہر_نہيہؤ KEEPER_NEW
  قہنہآهہ آلسہؤرسہ @DEV_KEEPER_NEW

""""""""""""""""""""""""""""""""
جہمہيہعہ آؤآمہر آلحہمہآيہهہ🕵🏻 شہغہآلهہ ✔️
________________________________

آسہتہخہدمہ آلآمہر {قفل🔐} للقہفہل فہيہ آلمہجہمہؤعہهہ♥️❗️
آسہتہخہدمہ آلآمہر {فتح🔓} للفہتہحہ فہيہ آلمہجہمہؤعہهہ♥️❗️
_________________________

🏧➖آلدردشہهہ💬
🏧➖آلصہؤر📷
🏧➖آلرؤآبہطہ⚜️
🏧➖آلفہيہديہؤ📹
🏧➖آلتہؤجہيہهہ🗳
🏧➖آللغہهہ آلعہربہيہهہ📕
🏧➖آلكہفہرآنہ👨🏿‍🎤
🏧➖آلتہكہرآر🎞
🏧➖آلآضہآفہهہ💷
🏧➖آلآضآفہهہ آلجہمآعہيه👨🏿‍💻
🏧➖جہهآتہ آلآتصہآل🤳🏾
🏧➖آلصہؤر آلمہتہحہركهہ🌃
🏧➖آلبہؤتہآتہ👁‍🗨
🏧➖آلؤسہآئـطہ🃏
🏧➖آلصہؤتہ📢
🏧➖آلمہلصہقہآتہ🎐
🏧➖آلفہآيہلآتہ🗂
🏧➖آلمہجہمہؤعہهہ👥

_________________________
""""""""""""""""""""""""""

تہمہ صہنہعہ آلسہؤرسہ بہؤآسہطہهہ آلمہطہؤريہنہ {كہرآر+ؤغہيہثہ}
    
♥️➖ @llX8Xll
♥️➖ @llllll_lllll
بہؤتہ تہؤآصہل آلمہحہظہؤريہن
♥️➖ @llX8Xllbot
قہنہآهہ آلسہؤرسہ
♥️➖ @DEV_KEEPER_NEW

]]
reply_msg(reply_id, S, ok_cb, false) 
end

if not is_momod(msg) then
local S = " للمہشہرفہيہنہ 🕵🏻 فہقہطہ عہزيہزيہ♥️❗️ "
reply_msg(reply_id, S, ok_cb, false)
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(حمايه)$",
},
run = run 
}
end