
do

local function run(msg, matches)
local reply_id = msg['id']
if is_momod(msg) and matches[1]== 'مساعده' then
local S = [[  
سہؤرسہ كہيہبہر_نہيہؤ KEEPER_NEW
  قہنہآهہ آلسہؤرسہ @DEV_KEEPER_NEW

""""""""""""""""""""""""""""""""
آؤآمہر آلمہطہؤر🕵🏻كہآلتہآليہ♥️👇🏾
________________________________
🏧تہفہعہيہل🗼لتہفہعہيہل آلبہؤتہ فہيہ آلمہجہمہؤعہهہ
🏧تہعہطہيہل🗼لتہعہطہيہل آلبہؤتہ فہيہ آلمہجہمہؤعہهہ
🏧رفہعہ آلمہديہر🗼لرفہعہ آلمہديہر فہيہ آلبہؤتہ
🏧آلمہلفہآتہ🗼 لعہرضہ مہلفہآتہ آلبہؤتہ
🏧تہفہعہيہل +آلآسہمہ🗼لتہفہعہيل آلمہلفہ فہيہ آلبہؤتہ
🏧تہعہطہيہل +آلآسہمہ🗼لتہعہطہيہل آلمہلفہ فہيہ آلبہؤتہ
🏧آذآعہهہ🗼للنہشہر فہيہ مہجہمہؤعہآتہ آلبہؤتہ
🏧تہفہعہيہل لمہدهہ🗼لتہفہعہيہل آلبہؤتہ لمہدهہ زمہنہيہهہ
🏧تہنہظہيہفہ+آلعہدد 🗼لتہنہظہيہفہ آلمہجہمہؤعہهہ
🏧طہرد آلبہؤتہ 🗼لآخہرآجہ آلبہؤتہ مہنہ آلمہجہمہؤعہهہ
--------------------------
🚦آلردؤد 📍لعہرضہ آلردؤد
🚦رد آضہفہ📍 لآضہآفہهہ رد
🚦رد حہذفہ 📍لحہذفہ آلرد
__________________________
""""""""""""""""""""""""""

تہمہ صہنہعہ آلسہؤرسہ بہؤآسہطہهہ آلمہطہؤريہنہ {كہرآر+ؤغہيہثہ}
    
♥️➖ @llX8Xll
♥️➖ @llllll_lllll
بہؤتہ تہؤآصہل آلمہحہظہؤريہن
♥️➖ @llX8Xllbot
قہنہآهہ آلسہؤرسہ
♥️➖ @DEV_KEEPER_NEW


]]
reply_msg(reply_id, S, ok_cb, false) 
end

if not is_momod(msg) then
local S = " للمہشہرفہيہنہ 🕵🏻 فہقہطہ عہزيہزيہ♥️❗️ "
reply_msg(reply_id, S, ok_cb, false)
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(مساعده)$",
},
run = run 
}
end
