
do

local function run(msg, matches)
local reply_id = msg['id']
if is_momod(msg) and matches[1]== 'اداره' then
local S = [[  
سہؤرسہ كہيہبہر_نہيہؤ KEEPER_NEW
  قہنہآهہ آلسہؤرسہ @DEV_KEEPER_NEW

""""""""""""""""""""""""""""""
جہمہيہعہ هہذهہ👇🏾آلآؤآمہر شہغہآلهہ🗼
________________________________
آؤآمہر [آلآدآرهہ]تہسہتہخہدمہ بہآلرد آؤ بہآلمہعہرفہ♥️❗️  
________________________________
🏧®طہرد 📍لطہرد آلعہضہؤ مہنہ آلمہجہمہؤعہهہ
🏧®حہظہر📍لحہضہرآلعہضہؤ مہنہ آلمہجہمہؤعہهہ
🏧®حہظہر عہآمہ📍لحہضہر آلعہضہؤ عہآمہ مہنہ آلمہجہمہؤعہهہ
🏧®آطہردنہيہ📍للخہرؤجہ مہنہ آلمہجہمہؤعہهہ
🏧®آلغہآء آلحہظہر📍 لفہتہحہ حہظہر مہنہ آلعہضہو
🏧®آلغہآظ آلعہآمہ📍لفہتہحہ آلحہظہر آلعہآمہ
🏧®رفہعہ آدمہنہ📍 لرفہعہ آلعہضہؤ آدمہنہ
🏧®تہنہزيہل آدمہنہ📍 لتہنہزل آلآدمہنہ
________________________________
🏧®مہعہلؤمہآتہيہ📍لعہرضہ مہعہلؤمہآتہ آلعہضہؤ
🏧®آلآعہدآدآتہ📍لعہرضہ آعہدآدآتہ آلمہجہمہؤعہهہ
🏧®/آيہديہ 📍لعہرضہ آيہدكہ ؤمہؤقہعہكہ
🏧®آلآدمہنہيہهہ📍 لعہرضہ آلآدمہنہيہهہ
🏧®ضہعہ رآبہطہ📍 لؤضہعہ رآبہطہ آلمہجہمہؤعہهہ
🏧®آلرآبہطہ📍لآضہهہآر رآبہطہ آلمہجہمہؤعہهہ
__________________________
""""""""""""""""""""""""""

تہمہ صہنہعہ آلسہؤرسہ بہؤآسہطہهہ آلمہطہؤريہنہ {كہرآر+ؤغہيہثہ}
    
♥️➖ @llX8Xll
♥️➖ @llllll_lllll
بہؤتہ تہؤآصہل آلمہحہظہؤريہن
♥️➖ @llX8Xllbot
قہنہآهہ آلسہؤرسہ
♥️➖ @DEV_KEEPER_NEW


]]
reply_msg(reply_id, S, ok_cb, false) 
end

if not is_momod(msg) then
local S = "  للمہشہرفہيہنہ 🕵🏻 فہقہطہ عہزيہزيہ♥️❗️ "
reply_msg(reply_id, S, ok_cb, false)
end

end
return {
description = "Help list", 
usage = "Help list",
patterns = {
"^(اداره)$",
},
run = run 
}
end